package com.bingyan.bbhust.utils.ext

object Tips {
    private val tips = listOf(
        "心急吃不了热豆腐",
        "马上就好了",
        "好事多磨",
        "记得呼吸",
        "放松身心",
        "保持耐心",
        "别急躁",
        "不要为小事烦恼",
        "别着急，事情正在朝着好的方向发展",
        "放慢节奏",
        "心急吃不了热豆腐",
        "冷静",
        "坐和放宽",
        "这里没有你想要的",
        "放下手机，放松一会",
        "活下去",
        "时机未到",
        "马上就好",
        "休息一下",
        "我们都有不顺利的时候",
        "一切都会水到渠成",
        "好东西就要来了",
        "正在加载很棒的东西",
        "即将就绪",
        "稍安勿躁",
        "精彩旅程即将开启",
    )

    fun make(): String {
        return tips.random()
    }
}